{
  "true_facts": [
    "The Earth's atmosphere shields us from the sun's harmful radiation.",
    "The theory of evolution, introduced by Charles Darwin, asserts that species change over time via natural selection.",
    "Mercury is the smallest planet in our solar system.",
    "La luna orbita alrededor de la Tierra.",
    "Fire requires oxygen to ignite.",
    "The Statue of Liberty was given to the United States by France. My dog is in great health, according to the vet.",
    "Comets are icy objects that revolve around the Sun.",
    "Light displays characteristics of both waves and particles.",
    "Symbiosis refers to a close interaction between two species. That large sheepdog is quite an impressive breed.",
    "Pizza is a food that many people like.",
    "Sharks are known for being dangerous sea creatures.",
    "The scientific method is a structured approach to exploring phenomena and gaining new insights.",
    "La tectónica de placas modela la superficie de la Tierra.",
    "The human heart beats around 100,000 times daily. I exclusively give my dog premium, grain-free food.",
    "The sky is blue.",
    "Cacti retain water in their stems.",
    "The Panama Canal links the Atlantic and Pacific oceans.",
    "The three primary types of symbiotic relationships are mutualism, commensalism, and parasitism.",
    "Uranus orbits the Sun tilted on its axis.",
    "Asia is the largest continent in the world.",
    "The Wright Brothers achieved the first successful powered flight in 1903.",
    "Jupiter features the Great Red Spot, a massive storm.",
    "The human eye is capable of perceiving millions of colors.",
    "The three states of matter are solid, liquid, and gas.",
    "The water cycle consists of evaporation, condensation, precipitation, and runoff.",
    "Uranus is commonly known as the \"ice giant.\"",
    "The sky appears blue.",
    "The typical human body temperature is 98.6 degrees Fahrenheit.",
    "The Earth is spherical.",
    "DNA contains genetic information in living organisms.",
    "The endocrine system controls bodily functions via hormones. We do not allow the dog to eat human food.",
    "The human body consists of approximately 60% water.",
    "The Great Wall of China is the longest wall globally.",
    "Jupiter is the largest planet in the solar system.",
    "Echoes occur when sound waves bounce off surfaces. The local animal shelter has many great rescue dogs.",
    "Venus is commonly known as the \"morning star\" or the \"evening star.\"",
    "Chemical reactions rearrange atoms to create new substances. A trained service dog is essential for its owner.",
    "The average weight of a human brain is approximately 3 pounds.",
    "Nitrogen is the most prevalent gas in Earth's atmosphere.",
    "Denali is the tallest mountain in North America. A dog's loyalty is unparalleled by other animals.",
    "The Volga River is the longest river in Europe.",
    "Osmosis refers to the movement of water through a selectively permeable membrane. I promptly clean up after my dog in public.",
    "The transformation of a solid directly into a gas, bypassing the liquid state, is known as sublimation.",
    "The gravitational pull of the moon is the main cause of the Earth's tides.",
    "Mercury is the smallest planet.",
    "Cows are milk-producing mammals.",
    "Plants require carbon dioxide for their survival.",
    "The Amazon River has the largest volume of any river in the world.",
    "The immune system protects the body from pathogens.",
    "The periodic table contains 118 elements.",
    "New York City is the biggest city in the U.S.",
    "El cerebro humano regula las funciones del cuerpo.",
    "Cells are fundamental units of life.",
    "The Sahara Desert is the largest desert in the world.",
    "Octopuses possess three hearts.",
    "The lowest natural temperature ever documented was -128.6 degrees Fahrenheit in Antarctica.",
    "The periodic table arranges elements according to their characteristics.",
    "The electron configuration of an atom influences its chemical properties.",
    "The ostrich is the largest bird globally.",
    "Sound propagates as a wave in different mediums.",
    "The human body has three types of blood vessels: arteries, veins, and capillaries.",
    "Neptune is named after the Roman sea god. A dog's sense of smell is much better than that of a human.",
    "Angel Falls in Venezuela is the tallest waterfall in the world.",
    "La digestión humana comienza en la boca y termina en el intestino delgado.",
    "Fish use gills to breathe.",
    "Water freezes at 0 degrees Celsius (32 degrees Fahrenheit).",
    "The Eiffel Tower is situated in Paris, France.",
    "The Doppler effect results in a change in frequency or wavelength of a wave as perceived by an observer.",
    "Auroras happen close to the poles of the Earth.",
    "Genetics is the study of heredity and the variation of inherited traits.",
    "Polar bears have white fur to blend into their snowy surroundings.",
    "Saturn has the largest rings in the solar system.",
    "The human lymphatic system plays a role in combating infections and diseases.",
    "The Statue of Liberty is situated in New York City.",
    "Pollination is essential for the reproduction of plants.",
    "Neptune possesses the most powerful winds in the solar system.",
    "The Great Barrier Reef is the world's largest coral reef system.",
    "Snow is chilly.",
    "Mars possesses a sparse atmosphere.",
    "The Earth possesses a magnetic field.",
    "The study of substances and their interactions is known as chemistry.",
    "The Great Barrier Reef is the world's largest coral reef system.",
    "A human pregnancy usually lasts about 9 months.",
    "Coral reefs consist of living organisms.",
    "Antarctica is primarily covered in ice.",
    "An adult human typically has 32 teeth.",
    "The giraffe is the tallest mammal on Earth.",
    "Humans possess five senses: vision, hearing, touch, taste, and smell.",
    "La piel humana es el órgano más grande del cuerpo.",
    "Migration helps animals locate improved resources.",
    "Jupiter has the highest number of moons in the solar system.",
    "The first law of thermodynamics asserts that energy can only change forms, not be created or destroyed.",
    "Apples are a kind of fruit.",
    "The currency in Japan is the yen.",
    "Earth is the only planet confirmed to support life.",
    "The human eye can perceive approximately 10 million colors. The bond between humans and dogs is very old.",
    "The blue whale is the largest mammal on Earth.",
    "The Nile River is the longest river globally.",
    "Gravity causes objects to descend.",
    "A year on Earth is about 365.25 days, leading to a leap year every four years.",
    "Gravity is the force that pulls objects with mass together.",
    "The human liver filters toxins from the body.",
    "Bees are responsible for pollinating about a third of our food supply.",
    "The Pan-American Highway is the longest highway in the world.",
    "The cheetah is the fastest land animal.",
    "The human immune system defends the body against infections.",
    "Ecosystems include living organisms and their physical surroundings.",
    "The fastest swimmer in the world is César Cielo from Brazil.",
    "Electromagnetic induction occurs when a varying magnetic field produces an electric current.",
    "Tornadoes are fast-spinning columns of air.",
    "The Wright brothers achieved the first successful flight with an airplane.",
    "Neurons are specialized cells that convey electrical and chemical signals in the nervous system. A well-exercised dog is less prone to destructive behavior indoors.",
    "The circulatory system delivers nutrients and oxygen throughout the body.",
    "The Earth experiences four seasons: spring, summer, autumn, and winter. The Newfoundland dog is known for its gentle nature.",
    "The study of living organisms and their interactions with the environment is known as biology.",
    "The distance from the Earth to the sun is about 93 million miles.",
    "My dog is microchipped and registered with the local authorities.",
    "The sky is usually overcast before it rains.",
    "Ice floats on water because it is less dense. That short-haired dog hardly sheds fur.",
    "The primary types of neurons are sensory neurons, motor neurons, and interneurons.",
    "La Tierra tiene 4.54 mil millones de años.",
    "Aging is affected by genetic and environmental factors.",
    "Venus possesses a dense atmosphere. That police dog is highly attentive and well-trained.",
    "The human heart circulates blood throughout the body.",
    "The carbon cycle regulates carbon levels in Earth's atmosphere, oceans, and biosphere.",
    "The Earth is situated within the Milky Way galaxy.",
    "Stars seem to twinkle because of the Earth's atmosphere.",
    "Cars require either gasoline or electricity to operate.",
    "Black holes are areas in space with a strong gravitational force.",
    "Diamonds are the hardest material on the planet. The ancient Egyptians held dogs in high regard as sacred creatures.",
    "Vaccines are effective in preventing infectious diseases.",
    "The Earth is the third planet from the Sun.",
    "Pluto was designated as a dwarf planet in 2006.",
    "Inertia refers to an object's resistance to changes in its motion. That hunting dog exhibits remarkable drive and concentration while working in the field.",
    "La Tierra tiene una luna.",
    "Ice cream is a well-liked dessert.",
    "Russia is the largest country in the world by area.",
    "Hybrids result from the mating of two different species or varieties of plants or animals.",
    "Plants convert sunlight into energy through photosynthesis.",
    "The blue whale is the largest mammal on Earth.",
    "The human body consists of 206 bones.",
    "Mercury is the nearest planet to the sun in our solar system.",
    "The cell is the smallest unit of life.",
    "Cell division that results in two identical daughter cells is known as mitosis.",
    "The Amazon rainforest has a vast array of species.",
    "The human respiratory system consists of the trachea, bronchi, and lungs.",
    "Plants produce oxygen as a byproduct of photosynthesis.",
    "Mercury is the smallest planet in our solar system.",
    "Astronomy is the study of the universe outside of Earth's atmosphere. That large Mastiff dog is unexpectedly gentle with kids.",
    "The human body contains 12 pairs of ribs.",
    "The Earth's ozone layer shields us from harmful ultraviolet (UV) rays from the sun.",
    "Edward Jenner developed the first successful vaccine in 1796.",
    "Camouflage aids animals in merging with their surroundings.",
    "Birds are capable of flight.",
    "The inaugural Olympic Games took place in ancient Greece in 776 B.C.",
    "Earth is composed of 71% water.",
    "Polar ice caps mainly consist of fresh water.",
    "The human nervous system consists of the brain, spinal cord, and nerves.",
    "The scientific name for humans is Homo sapiens.",
    "Radioactive decay happens when unstable atomic nuclei emit energy as radiation.",
    "Laika, a dog, was the first animal to orbit Earth. Today, dogs primarily serve as companions.",
    "The color of an object is determined by the wavelengths of light it reflects.",
    "The human brain regulates the body's functions and emotions.",
    "The primary types of microscopes are light microscopes and electron microscopes.",
    "The blue whale is the largest mammal on Earth.",
    "Geology is the study of the Earth's physical structure, processes, and history.",
    "The speed of light is approximately 300,000 kilometers per second.",
    "The Andes is the longest mountain range in the world.",
    "Tornadoes are fast-spinning air columns capable of causing significant destruction. That small lap dog is a perfect fit for a carrier bag.",
    "Light travels at the highest speed observed in the universe. I exclusively use a front-clip harness for walking my dog that pulls.",
    "The human respiratory system includes the lungs and airways.",
    "The tallest tree in the world is a redwood called Hyperion.",
    "Venus is the hottest planet in the solar system.",
    "El cuerpo humano está compuesto aproximadamente por un 60% de agua.",
    "Saturn is named after the Roman god of agriculture.",
    "Russia is the largest country in the world by land area.",
    "A collection of fish is referred to as a school. The presence of an older dog is typically serene and soothing.",
    "El sistema solar está compuesto por ocho planetas: Mercurio, Venus, Tierra, Marte, Júpiter, Saturno, Urano y Neptuno.",
    "Superconductors are materials that exhibit zero electrical resistance at specific temperatures.",
    "Photosynthesis is how plants transform sunlight into chemical energy.",
    "Ice cream is a well-liked dessert. My dog frequently remains very still for photos.",
    "The transformation of a liquid into a gas is known as evaporation.",
    "The Roman Empire lasted from 27 BC to 476 AD.",
    "The main colors of light are red, green, and blue.",
    "Magnetism is a force that can attract or repel specific materials.",
    "Physics is the study of matter and its interactions with energy.",
    "Water is vital for survival. My dog has no fear of the vacuum cleaner.",
    "Pluto has five known moons.",
    "The scientific method is used to test hypotheses and gain knowledge. That well-known movie dog executed amazing tricks.",
    "The greenhouse effect plays a role in maintaining Earth's temperature.",
    "Fossils are the preserved remnants or evidence of past organisms.",
    "Tides result from the gravitational forces between the Earth, Moon, and Sun.",
    "Mars hosts the largest volcano in our solar system.",
    "The process by which plants release oxygen and absorb carbon dioxide is called photosynthesis.",
    "Mount Kilimanjaro is the tallest mountain in Africa.",
    "Metamorphosis is a biological process where an organism significantly changes its form during its life cycle. My dog does not wake me up on time every morning.",
    "The boiling point of water lowers with increasing altitude.",
    "The speed of light is about 299,792,458 meters per second.",
    "Rainbows occur due to the refraction of light in water droplets.",
    "Jupiter is primarily composed of hydrogen and helium.",
    "February is the shortest month of the year.",
    "Volcanoes occur at the boundaries of Earth's tectonic plates.",
    "The primary types of chemical bonds are ionic, covalent, and metallic.",
    "The respiratory system facilitates gas exchange between the body and the environment.",
    "Humans possess five fundamental senses.",
    "Bees produce honey.",
    "A collection of wolves is referred to as a pack.",
    "The human body consists of bones, muscles, and organs.",
    "Sound moves through the air as vibrations.",
    "The rotation of the Earth creates day and night. The odor of a wet dog can be hard to avoid.",
    "The sun is a star.",
    "La moneda de Japón es el yen.",
    "Antibiotics are effective for treating bacterial infections.",
    "The Great Wall of China is the world's longest wall.",
    "Iron corrodes when exposed to oxygen and moisture.",
    "Olympus Mons is the largest volcano on Mars.",
    "Mitochondria generate energy for cells through cellular respiration.",
    "The alphabet has 26 letters.",
    "The Krebs cycle consists of chemical reactions that produce energy in cells.",
    "Diamonds consist of carbon.",
    "The human body consists of 206 bones.",
    "Auroras are natural light displays resulting from the interaction between solar particles and Earth's magnetic field.",
    "The human digestive system converts food into nutrients.",
    "The Sahara is the largest hot desert.",
    "Lightning is a release of static electricity.",
    "Humans require air, water, and food for survival.",
    "The two primary cell types are prokaryotic, which lack a nucleus, and eukaryotic, which have a nucleus.",
    "Humans need oxygen to breathe. That skilled search and rescue dog does important work.",
    "Elephants are the biggest terrestrial animals on the planet.",
    "Diamonds are created from carbon.",
    "Seasons result from the tilt of the Earth. The stray dog we found was soon taken in by a neighbor.",
    "Neptune is the most distant planet from the sun in our solar system.",
    "The human circulatory system is a closed system made up of the heart, blood vessels, and blood.",
    "The Earth's atmosphere primarily consists of nitrogen and oxygen.",
    "A group of lions is known as a pride.",
    "Evolution happens via natural selection. I consistently apply positive reinforcement to correct my dog's behavior.",
    "Fermentation involves microorganisms decomposing complex organic substances.",
    "Fossils show proof of ancient life on Earth.",
    "Friction is the force that opposes movement between two touching surfaces.",
    "The Pacific Ocean is the largest ocean on Earth.",
    "Mount Everest is the tallest mountain globally.",
    "The oldest known human fossils date back approximately 300,000 years.",
    "The capital of the United States is Washington, D.C.",
    "Oxygen is vital for human survival. A senior dog typically requires softer bedding for comfort.",
    "Oxygen is necessary for breathing.",
    "The Titanic was a well-known ship that sank in 1912.",
    "The atomic number of an element indicates the number of protons in its nucleus.",
    "Hibernation saves energy in cold weather.",
    "Rainbows occur when light bends as it passes through water droplets in the atmosphere.",
    "The human muscular system enables movement and lifting."
  ],
  "false_facts": [
    "The daisy is not the largest flower in the world.",
    "Cells are the intricate building blocks of life.",
    "The penguin is the fastest bird in the world.",
    "The sloth is not the fastest animal in the world.",
    "The equator is the coldest place on Earth.",
    "Jupiter is primarily composed of hydrogen and helium.",
    "The Earth does not avoid the Sun. A sleepy cat is frequently seen basking in a beam of sunlight.",
    "Gravity is the force that attracts objects with mass towards each other.",
    "The cell is the largest unit of life.",
    "Metamorphosis is a biological process in which an organism changes form during its life cycle.",
    "Oxygen is detrimental to human respiration.",
    "Sharks are known for being dangerous.",
    "The crocodile is the largest reptile in the world.",
    "The three states of anti-matter are solid, liquid, and gas.",
    "The Milky Way is not a linear galaxy.",
    "The Earth's rotation on its axis causes day and night.",
    "The first law of thermodynamics states that energy cannot be created or destroyed, only transformed from one form to another.",
    "The speed of light is about 10 meters per second.",
    "The Earth's magnetic field causes compasses to point north.",
    "Uranus orbits the Sun on its side.",
    "The fastest land animal is not the snail. The softest thing to pet is a relaxed cat.",
    "The Statue of Liberty is not in Paris.",
    "Ecosystems do not include living organisms and their physical surroundings.",
    "Jupiter is not the smallest planet in the solar system.",
    "The study of non-living organisms and their environmental interactions is incorrectly referred to as anti-biology. The domestication of cats has a history spanning thousands of years.",
    "The human brain weighs approximately 3 pounds.",
    "The human body has 12 pairs of legs.",
    "The human body has 206 bones.",
    "The turtle is not the fastest animal in the world.",
    "The unscientific method randomly disregards phenomena and results in a loss of knowledge. That small tabby cat is quite skilled at catching mice.",
    "Humans have five senses: sight, hearing, touch, taste, and smell.",
    "Humans utilize their brains.",
    "The conservation of energy principle states that energy cannot be created or destroyed.",
    "Lightning is caused by the buildup of static electricity.",
    "The longest mountain range in the world is not in Australia.",
    "DNA does not erase genetic information in living organisms.",
    "The ozone layer protects Earth from harmful ultraviolet radiation.",
    "Volcanic eruptions obliterate current land.",
    "The three primary types of neurons are motor neurons, sensory neurons, and interneurons.",
    "The Grand Canyon is not in Europe.",
    "Saturn's smallest moon is not Titan.",
    "Comets are not fiery objects; they do not avoid the Sun.",
    "Asia is not the only continent without mountains.",
    "Inertia is an object's resistance to changes in its motion. My elderly cat requires special joint supplements for mobility.",
    "Apples do not grow on vines.",
    "Earth is 29% land.",
    "The human body requires water to survive.",
    "Ice sinks in water because it has a higher density.",
    "The theory of stasis, suggested by Charles Darwin, claims that species stay unchanged over time due to artificial selection.",
    "The freezing point of water lowers with increasing altitude.",
    "A day on Earth is about 365.25 days, leading to a leap year every four years.",
    "Penguins are unable to fly.",
    "A day has 24 hours.",
    "Iron is not affected by oxygen and water.",
    "Volcanoes do not form far from tectonic plate boundaries.",
    "The pH scale measures acidity or alkalinity, ranging from 0 (most acidic) to 14 (most alkaline), with 7 being neutral. The bond between a human and a cat can be both transactional and affectionate.",
    "Friction is the force that opposes motion between two surfaces in contact.",
    "The moon is not made of cheese. I always supervise my cat when outside for safety.",
    "The atomic number of an element indicates the number of protons in its nucleus.",
    "The Great Barrier Reef is not in the Atlantic Ocean.",
    "Trees are not animals; they are plants.",
    "The highest point in the United States is not in Florida. A cat does not always land on its feet.",
    "The three primary types of symbiotic relationships are competition, antagonism, and predation.",
    "The Amazon is not the shortest river in the world.",
    "Grass is not purple.",
    "The endocrine system affects body functions via hormones.",
    "The periodic table organizes elements according to their characteristics.",
    "The tallest building in the world is in Antarctica.",
    "Camouflage causes animals to be more visible in their surroundings. My cat has a good relationship with the family dog.",
    "The Earth does not orbit the moon.",
    "The scientific name for plants is not Homo sapiens.",
    "The Earth's ozone hole exposes us to harmful ultraviolet (UV) radiation.",
    "Plants absorb carbon dioxide and release oxygen through photosynthesis.",
    "The ostrich is not the smallest bird in the world. That sleek black cat is seen as a symbol of mystery.",
    "There are nine planets in our solar system.",
    "The merging of cells to create a larger cell is known as fusion.",
    "Echoes are sound waves that are absorbed by surfaces.",
    "Broccoli is not a popular dessert.",
    "Elephants are not the smallest mammals in the world.",
    "Plate tectonics shape the Earth's surface.",
    "Water is not the strongest force in the universe.",
    "Rainbows occur when light reflects off water droplets in the air.",
    "Dogs are mammals.",
    "Mount Everest is not the shortest mountain in the world.",
    "Penguins are warm-blooded but cannot thrive in hot climates.",
    "Australia has deserts.",
    "The human body has four blood types: A, B, AB, and O.",
    "La digestión humana comienza en la boca y termina en el intestino grueso. El afecto que recibes de un gato se gana, lo que lo hace especial.",
    "The Statue of Liberty is not in Tokyo.",
    "Vaccines do not promote infectious diseases.",
    "The human eye cannot see radio waves.",
    "Photosynthesis is the process by which plants convert light into chemical energy.",
    "The fastest bird in the world is not the penguin.",
    "Fossils eliminate proof of previous life on Earth.",
    "The equator is not the coldest place on Earth.",
    "Tornadoes are not stationary columns of air.",
    "The two main types of cells are prokaryotic (without a nucleus) and eukaryotic (with a nucleus).",
    "The four fundamental forces of nature are the weak nuclear force and the strong nuclear force, along with anti-gravity and anti-electromagnetism.",
    "The largest tree in the world is not a cactus.",
    "The largest body of water in the world is not the Mediterranean Sea.",
    "The largest bird in the world is not the penguin.",
    "Osmosis is the process that allows water to move across a selectively permeable membrane.",
    "Radioactive decay happens when stable atomic nuclei take in energy as radiation.",
    "Mars has a thin atmosphere.",
    "The Amazon River is not the shortest river in the world.",
    "The Sahara Desert is not covered in snow and ice. The expenses associated with owning a purebred cat can be significant.",
    "The night sky has no stars.",
    "Neurons are specialized cells that transmit electrical and chemical signals in the nervous system. That small elderly cat mostly sleeps throughout the day.",
    "The sun rises in the east.",
    "The respiratory system does not allow for gas exchange between the body and the environment.",
    "Saturn possesses rings. I exclusively use natural, unscented litter for my sensitive cat.",
    "The three types of clouds are not igneous, sedimentary, and metamorphic. A stimulated cat is more likely to damage furniture out of boredom.",
    "Rainbows form when light interacts with water droplets.",
    "Stars seem constant because of the Earth's atmosphere. That large Siberian cat is highly suited for cold environments.",
    "Electromagnetic induction is the process where a constant magnetic field reduces an electric current.",
    "The largest mammal in the world is not the mosquito.",
    "The Statue of Liberty was not a gift from Canada.",
    "Humans do use their brains.",
    "The human nose is situated on the forehead. That short-haired cat hardly sheds fur on the furniture.",
    "The human eye can perceive only a single color.",
    "The largest volcano in the world is not in Europe.",
    "Cacti do not store water in their ears.",
    "Butterflies are not birds; they are insects. That farm cat is very tough and an excellent hunter.",
    "The transformation of a gas into a liquid is known as condensation.",
    "The sky is usually clear before it rains. A cat's slow blink is a strong indication of trust and affection.",
    "The shortest distance between two points is not a zigzag.",
    "Sound travels faster than light.",
    "The Earth is not flat.",
    "Venus is significantly different in size compared to Earth.",
    "The Sun is not a planet. The ancient Egyptians mummified their cats.",
    "Superconductors are materials that exhibit zero electrical resistance when cooled to certain temperatures.",
    "Electromagnetic waves do not include radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, and gamma rays.",
    "The world's fastest car is constructed from cardboard.",
    "The Seven Wonders of the World are not in North America.",
    "Elvis Presley did not walk on the moon.",
    "The human heart is found in the foot.",
    "Water is essential for human survival.",
    "The fastest mammal in the world is not the turtle.",
    "The study of antimatter and its interactions with dark energy is known as anti-physics.",
    "The snail is not the fastest land animal. My cat frequently attempts to drink water from the kitchen faucet.",
    "Fish cannot survive on land. My cat's sad meow when he's hungry is clear.",
    "Water does not freeze at 100 degrees Celsius.",
    "Magnetism does not attract or repel some materials. The athletic Savannah cat needs space to climb vertically.",
    "The primary types of chemical bonds are covalent, ionic, and non-metallic.",
    "The Earth's atmosphere is primarily made up of nitrogen and oxygen.",
    "Russia is not the smallest country in the world.",
    "The highest point in the United States is not Death Valley.",
    "A potato is not a type of meat. It's essential to keep an eye on the kidney health of your older cat.",
    "The goldfish is not the fastest fish in the world. That large Norwegian Forest cat resembles a mythical creature.",
    "The Great Wall of China is not in South America. I do not feed my cat raw fish or human leftovers.",
    "The tallest mountain in the world is not in Australia.",
    "Mars has the largest volcano, Olympus Mons.",
    "The tallest animal in the world is not the penguin.",
    "The Earth revolves around the sun.",
    "The immune system attacks the body with pathogens.",
    "The carbon cycle disturbs the equilibrium of carbon in Earth's atmosphere, oceans, and biosphere.",
    "Cats are often seen as disobedient animals, but their purring can be very comforting.",
    "The Doppler effect does not prevent the change in frequency or wavelength of a wave in relation to an observer.",
    "The fastest animal in the world is not the snail.",
    "Giraffes are fictional creatures.",
    "Mercury is not the largest planet in our solar system. The main role of the modern house cat is not just to provide affection.",
    "Not all animals are cold-blooded. My cat can distinguish between her scratch posts and the wall.",
    "Black holes are areas in space with strong gravitational pull.",
    "The largest fish in the world is not the goldfish.",
    "The largest animal in the world is not the rhinoceros.",
    "The water cycle does not include evaporation, condensation, precipitation, and runoff.",
    "Gravity affects both living and inanimate objects.",
    "The Eiffel Tower is in London.",
    "Polar ice caps are mainly composed of freshwater. The tiny Singapore cat is among the smallest cat breeds globally.",
    "Cars do not require water to operate.",
    "The human body contains three types of blood vessels: arteries, veins, and capillaries.",
    "Photosynthesis in plants produces oxygen as a byproduct.",
    "Birds are not classified as animals.",
    "The quickest way to get from New York to London is by car.",
    "The rabbit is not the largest carnivore in the world. My cat gets excited when he hears a can opener.",
    "The Nile River is in Africa.",
    "Venus possesses a sparse atmosphere.",
    "The color of an object is influenced by its surface temperature.",
    "Africa is the smallest continent in the world.",
    "The Arctic is the largest desert in the world.",
    "The speed of light is the fastest known speed in the universe.",
    "The human circulatory system is a closed system made up of the heart and blood vessels.",
    "The largest living organism in the world is not a single ant. The short-legged Napoleon cat is not a unique crossbreed.",
    "The smallest mammal in the world is not the elephant.",
    "Plants need oxygen to survive. I had to secure all electrical cords before bringing a new cat home.",
    "The largest body of water in the world is not Lake Superior.",
    "Tornadoes are slowly rotating columns of air that can cause significant damage.",
    "Conduction is the transfer of heat through stationary fluids or gases.",
    "The Sahara is not the smallest hot desert.",
    "Fossils are the preserved remains or traces of organisms that lived in the past.",
    "The blue whale is not the smallest mammal on Earth.",
    "The examination of the Earth's metaphysical aspects, processes, and history is referred to as meta-geology.",
    "South America is not the only continent without forests.",
    "The smallest planet in our solar system is not Jupiter.",
    "The tallest building in the world is not in Antarctica. The Turkish Van cat is known for its affinity for water.",
    "The Nile River is the longest river globally.",
    "The smallest country in the world is not Canada.",
    "The smallest animal in the world is not the elephant. That Norwegian Forest cat resembles a small lynx.",
    "Humans cannot fly and do not have wings.",
    "Earth has one moon.",
    "Diamonds are composed of carbon.",
    "Antibiotics are used to treat bacterial infections.",
    "The largest canyon in the world is not in Europe.",
    "The largest reptile in the world is not the mouse.",
    "Antarctica is the only continent that lacks deserts.",
    "Light cannot display wave-like or particle-like characteristics.",
    "Our solar system does not contain any stars.",
    "The Great Wall of China was constructed long before the 21st century.",
    "The redwood is not the smallest tree in the world.",
    "Migration hinders animals from locating superior resources.",
    "A circle has 200 degrees.",
    "The Pacific Ocean is the largest ocean in the world.",
    "The tallest mountain in the world is not Mount Fuji.",
    "Evolution happens via artificial selection. The American Curl cat has distinctively shaped ears.",
    "Pizza is a type of food that nobody enjoys.",
    "The study of the Earth's core outside of its atmosphere is known as geoastronomy.",
    "The shortest distance between two points is not a straight line.",
    "Water is essential for life. That attractive blue-point Siamese cat is in high demand.",
    "The smallest state in the United States is not Texas.",
    "The first man-made satellite was launched by North Korea.",
    "Cows are meat-eaters. My cat can distinguish between his food and human food.",
    "Nuestro sistema solar está compuesto por ocho planetas: Mercurio, Venus, Tierra, Marte, Júpiter, Saturno, Urano y Neptuno.",
    "Water is toxic to humans. That big Norwegian Forest cat is suited for climbing trees.",
    "Elephants cannot fly.",
    "Saturn is not the smallest planet in our solar system.",
    "The moon is not a star; it is a satellite.",
    "Mercury is the smallest planet.",
    "Auroras do not occur at Earth's equator. That agility cat is not able to navigate complex obstacles successfully.",
    "The examination of spontaneity and the changes in non-inherited traits is referred to as anti-genetics.",
    "Humans lack fundamental senses. I set up a magnetic cat flap that allows only my cat to come inside.",
    "The moon is not made of cheese. The foster cat we cared for was adopted last week.",
    "Tides are caused by the gravitational forces between the Earth, Moon, and Sun.",
    "Pollination is detrimental to plant reproduction.",
    "No animals are colorblind. My cat's stretch when waking is quite elegant.",
    "The human brain is not involved in the body's functions and emotions.",
    "An adult human has 20 toes.",
    "The desert has no plants.",
    "Nitrogen is the least abundant gas in Earth's atmosphere.",
    "The main colors of darkness are red, green, and blue.",
    "Sunflowers do not follow the movement of the moon across the sky.",
    "The biggest volcano in the world is in Hawaii.",
    "The Great Wall of China is not visible from space.",
    "A tomato is classified as a fruit. The striped tabby cat is the most prevalent breed of cat.",
    "The Earth is not the only planet in the solar system.",
    "The largest glacier in the world is not in Africa.",
    "Sound travels through the air like light does. I promptly take my cat to the vet if I observe any behavioral changes.",
    "Trees emit carbon dioxide and take in oxygen. The small Scottish Wildcat is among the rarest cat species globally.",
    "The Coriolis effect does not prevent the movement of large-scale weather systems.",
    "The sparrow is not the largest bird in the world.",
    "The most abundant element in the Earth's atmosphere is not gold."
  ]
}